@extends('layouts.base')

@section('title', 'О компании')

@section('content')
   <h1>О компании</h1>
   <div class="text-container b p-10">
      EShop – один из рынков по продаже цифровой и бытовой техники в России<br/>
      Наша цель изменить жизнь людей, сделав простым доступ к огромному количеству качественных и недорогих товаров, предоставляя лучший сервис.<br/><br/>
      Наши клиенты – в центре всего, что мы делаем. <br/>
      Доверие - главное. Мы строим долгосрочные отношения. <br/>
      Во всём, чем занимаемся, стремимся быть экспертами. <br/>
      Открыты для предложений и улучшений. <br/><br/>
      Работаем, соблюдая этику бизнеса.<br/>
      Уважаем другие мнения и интересы.<br/>
      Выполняем обязательства и берем ответственность за свои решения.<br/>
      Нетерпимы к коррупции.<br/>
   </div>
@endsection
