@extends('layouts.base')

@section('title', 'Политика')

@section('content')
<h1>Политика конфиденциальности персональных данных</h1>
<div class="text-container b p-10">
1. <strong>Определение терминов</strong><br/>
1.1 В настоящей Политике конфиденциальности используются следующие термины:<br/>
1.1.1. «Администрация сайта» (далее – Администрация) – уполномоченные сотрудники на управление сайтом Eshop, действующие от имени ИП Dew False, которые организуют и (или) осуществляют обработку персональных данных, а также определяет цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными.<br/>
1.1.2. «Персональные данные» - любая информация, относящаяся к прямо или косвенно определенному, или определяемому физическому лицу (субъекту персональных данных).<br/>
1.1.3. «Обработка персональных данных» - любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.<br/>
1.1.4. «Конфиденциальность персональных данных» - обязательное для соблюдения Оператором или иным получившим доступ к персональным данным лицом требование не допускать их распространения без согласия субъекта персональных данных или наличия иного законного основания.<br/>
1.1.5. «Сайт Eshop» - это совокупность связанных между собой веб-страниц, размещенных в сети Интернет по уникальному адресу (URL): eshop, а также его субдоменах.<br/>
1.1.6. «Субдомены» - это страницы или совокупность страниц, расположенные на доменах третьего уровня, принадлежащие сайту Eshop, а также другие временные страницы, внизу который указана контактная информация Администрации<br/>
1.1.5. «Пользователь сайта Eshop » (далее Пользователь) – лицо, имеющее доступ к сайту Eshop, посредством сети Интернет и использующее информацию, материалы и продукты сайта Eshop.<br/>
1.1.7. «Cookies» — небольшой фрагмент данных, отправленный веб-сервером и хранимый на компьютере пользователя, который веб-клиент или веб-браузер каждый раз пересылает веб-серверу в HTTP-запросе при попытке открыть страницу соответствующего сайта.<br/>
1.1.8. «IP-адрес» — уникальный сетевой адрес узла в компьютерной сети, через который Пользователь получает доступ на Eshop.<br/>
1.1.9. «Товар » - продукт, который Пользователь заказывает на сайте и оплачивает через платёжные системы.<br/>

<br/>2. <strong>Общие положения</strong><br/>
2.1. Использование сайта Eshop Пользователем означает согласие с настоящей Политикой конфиденциальности и условиями обработки персональных данных Пользователя.<br/>
2.2. В случае несогласия с условиями Политики конфиденциальности Пользователь должен прекратить использование сайта Eshop .<br/>
2.3. Настоящая Политика конфиденциальности применяется к сайту Eshop. Eshop не контролирует и не несет ответственность за сайты третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на сайте Eshop.<br/>
2.4. Администрация не проверяет достоверность персональных данных, предоставляемых Пользователем.<br/>

<br/>3. <strong>Предмет политики конфиденциальности</strong><br/>
3.1. Настоящая Политика конфиденциальности устанавливает обязательства Администрации по неразглашению и обеспечению режима защиты конфиденциальности персональных данных, которые Пользователь предоставляет по запросу Администрации при регистрации на сайте Eshop, при подписке на информационную e-mail рассылку или при оформлении заказа.<br/>
3.2. Персональные данные, разрешённые к обработке в рамках настоящей Политики конфиденциальности, предоставляются Пользователем путём заполнения форм на сайте Eshop и включают в себя следующую информацию:<br/>
   3.2.1. фамилию, имя, отчество Пользователя;<br/>
   3.2.2. контактный телефон Пользователя;<br/>
   3.2.3. адрес электронной почты (e-mail)<br/>
   3.2.4. место жительство Пользователя (при необходимости)<br/>
   3.2.5. адрес доставки Товара (при необходимости) 3.2.6. фотографию (при необходимости).<br/>
3.3. Eshop защищает Данные, которые автоматически передаются при посещении страниц:<br/>
   - IP адрес;<br/>
   - информация из cookies;<br/>
   - информация о браузере<br/>
   - время доступа;<br/>
   - реферер (адрес предыдущей страницы).<br/>
3.3.1. Отключение cookies может повлечь невозможность доступа к частям сайта , требующим авторизации.<br/>
3.3.2. Eshop осуществляет сбор статистики об IP-адресах своих посетителей. Данная информация используется с целью предотвращения, выявления и решения технических проблем.<br/>
3.4. Любая иная персональная информация неоговоренная выше (история посещения, используемые браузеры, операционные системы и т.д.) подлежит надежному хранению и нераспространению, за исключением случаев, предусмотренных в п.п. 5.2. и 5.3. настоящей Политики конфиденциальности.<br/>

<br/>4. <strong>Цели сбора персональной информации пользователя</strong><br/>
4.1. Персональные данные Пользователя Администрация может использовать в целях:<br/>
4.1.1. Идентификации Пользователя, зарегистрированного на сайте Eshop для его дальнейшей авторизации, оформления заказа и других действий.<br/>
4.1.2. Предоставления Пользователю доступа к персонализированным данным сайта Eshop.<br/>
4.1.3. Установления с Пользователем обратной связи, включая направление уведомлений, запросов, касающихся использования сайта Eshop, оказания услуг и обработки запросов и заявок от Пользователя.<br/>
4.1.4. Определения места нахождения Пользователя для обеспечения безопасности, предотвращения мошенничества.<br/>
4.1.5. Подтверждения достоверности и полноты персональных данных, предоставленных Пользователем.<br/>
4.1.6. Создания учетной записи для использования частей сайта Eshop, если Пользователь дал согласие на создание учетной записи.<br/>
4.1.7. Уведомления Пользователя по электронной почте.<br/>
4.1.8. Предоставления Пользователю эффективной технической поддержки при возникновении проблем, связанных с использованием сайта Eshop.<br/>
4.1.9. Предоставления Пользователю с его согласия специальных предложений, информации о ценах, новостной рассылки и иных сведений от имени сайта Eshop.<br/>
4.1.10. Осуществления рекламной деятельности с согласия Пользователя.<br/>

<br/>5. <strong>Способы и сроки обработки персональной информации</strong><br/>
5.1. Обработка персональных данных Пользователя осуществляется без ограничения срока, любым законным способом, в том числе в информационных системах персональных данных с использованием средств автоматизации или без использования таких средств.<br/>
5.2. Пользователь соглашается с тем, что Администрация вправе передавать персональные данные третьим лицам, в частности, курьерским службам, организациями почтовой связи (в том числе электронной), операторам электросвязи, исключительно в целях выполнения заказа Пользователя, оформленного на сайте Eshop, включая доставку Товара, документации или e-mail сообщений.<br/>
5.3. Персональные данные Пользователя могут быть переданы уполномоченным органам государственной власти Российской Федерации только по основаниям и в порядке, установленным законодательством Российской Федерации.<br/>
5.4. При утрате или разглашении персональных данных Администрация вправе не информировать Пользователя об утрате или разглашении персональных данных.<br/>
5.5. Администрация принимает необходимые организационные и технические меры для защиты персональной информации Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий третьих лиц.<br/>
5.6. Администрация совместно с Пользователем принимает все необходимые меры по предотвращению убытков или иных отрицательных последствий, вызванных утратой или разглашением персональных данных Пользователя.<br/>

<br/>6. <strong>Права и обязанности сторон</strong><br/>
6.1. Пользователь вправе:<br/>
6.1.1. Принимать свободное решение о предоставлении своих персональных данных, необходимых для использования сайта Eshop, и давать согласие на их обработку.<br/>
6.1.2. Обновить, дополнить предоставленную информацию о персональных данных в случае изменения данной информации.<br/>
6.1.3. Пользователь имеет право на получение у Администрации информации, касающейся обработки его персональных данных, если такое право не ограничено в соответствии с федеральными законами. Пользователь вправе требовать от Администрации уточнения его персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки, а также принимать предусмотренные законом меры по защите своих прав.<br/>
6.2. Администрация обязана:<br/>
6.2.1. Использовать полученную информацию исключительно для целей, указанных в п. 4 настоящей Политики конфиденциальности.<br/>
6.2.2. Обеспечить хранение конфиденциальной информации в тайне, не разглашать без предварительного письменного разрешения Пользователя, а также не осуществлять продажу, обмен, опубликование, либо разглашение иными возможными способами переданных персональных данных Пользователя, за исключением п.п. 5.2 и 5.3. настоящей Политики Конфиденциальности.<br/>
6.2.3. Принимать меры предосторожности для защиты конфиденциальности персональных данных Пользователя согласно порядку, обычно используемого для защиты такого рода информации в существующем деловом обороте.<br/>
6.2.4. Осуществить блокирование персональных данных, относящихся к соответствующему Пользователю, с момента обращения или запроса Пользователя, или его законного представителя либо уполномоченного органа по защите прав субъектов персональных данных на период проверки, в случае выявления недостоверных персональных данных или неправомерных действий.<br/>

@endsection
